Repository: wp-plugins/mailjet-for-wordpress
Catalog: tags/1.2.1/langs/wp-mailjet-*.po
Languages: es

source: The mailjet plugin is enabled but your credentials are not set. Please <a href="admin.php?page=wp_mailjet_options_top_menu" title="enable Mailjet plugin">do so now</a> to send your emails through <b>Mailjet</b> <a href="%1$s" style="display:block; float:right;">Hide Notice</a>
es: El plugin de Mailjet está activado pero sus credenciales no están establecidas. Por favor <a href="admin.php?page=wp_mailjet_options_top_menu" title="enable Mailjet plugin">hagalo ahora</a> para enviar sus emails a través de <b>Mailjet</b> <a href="%1$s" style="display:block; float:right;">Quitar notificaci</a>

source: <p class="success">Thanks for subscribing to <b>%s</b>, %s</p>
es: <p class="success">Gracias por registrarse a <b>%s</b>, %s</p>

source: <p class="error">Sorry %s we couldn't subscribe you to <b>%s</b> at this time</p>
es: <p class="error">Lo sentimos %s no hemos podido registrarle a <b>%s</b> en este momento</p>

source: your@email.com
es: su@email.com

source: Subscribe
es: Registrarse

source: Only alphanumeric characters may be used for the list name
es: Solo carácteres alfanuméricos pueden ser utilizados para el nombre de la lista

source: Add contact to list
es: Añadir contactos a la lista

source: More
es: Más

source: Create new list
es: Crear una nueva lista

source: Your contact was successfully deleted.
es: Su contacto ha sido eliminado

source: Your contact could not be deleted.
es: Su contacto no ha podido ser eliminado.

source: Your list <b>%s</b> was successfully deleted.
es: Su lista <b>%s</b> ha sido eliminada.

source: Your list <b>%s</b> could not be deleted.
es: Su lista <b>%s</b> no ha podido ser eliminada.

source: Mailjet Lists
es: Listas Mailjet

source: Add new
es: Añadir nueva

source: Mailjet Contacts
es: Contactos Mailjet

source: Edit contacts for
es: Editar contactos para

source: Settings
es: Parámetros

source: Mailjet Settings
es: Parámetros Mailjet

source: <a href="https://www.mailjet.com/signup">Create your Mailjet account</a> or visit your <a href="https://fr.mailjet.com/account/api_keys">account page</a> to get your API keys.
es: <a href="https://es.mailjet.com/signup">Cree su cuenta Mailjet</a> o visite su <a href="https://fr.mailjet.com/account/api_keys">cuenta</a> para conseguir sus claves de API.

source: <a href="https://fr.mailjet.com/contacts/lists/add">Create a new list</a> if you don't have one or need a new one.
es: <a href="https://es.mailjet.com/contacts/lists/add">Cree una nueva lista</a> si no tiene o necesita una nueva.

source: <a href="widgets.php">Add</a> the email collection widget to your sidebar or footer.
es: <a href="widgets.php">Añada</a> el widget de suscripción de emails en su barra lateral o footer.

source: <a href="https://fr.mailjet.com/campaigns/create">Create a campaign</a> on mailjet.com to send your newsletter.
es: <a href="https://es.mailjet.com/campaigns/create">Cree una campaña</a> en mailjet.com para enviar su newsletter.

source: Mailjet Plugin
es: Plugin Mailjet

source: Enabled
es: Activado

source: Enable email through <b>Mailjet</b>
es: Active email a través de <b>Mailjet</b>

source: Send test email
es: Envie un email de prueba

source: Send test email now
es: Enviar email de prueba ahora

source: Recipient of test email
es: Destinatario del email de prueba

source: <code>From:</code> email address
es: <code>de:</code> dirección email

source: General Settings
es: Configuración general

source: Enable or disable the sending of your emails through your Mailjet account
es: Activar o desactivar el envío de sus emails a través de su cuenta Mailjet

source: API key
es: Clave de API

source: API secret
es: Contraseña de API

source: API Settings
es: Parámetros de API

source: You can get your API keys from <a href="https://www.mailjet.com/account/api_keys">your mailjet account</a>. Please also make sure the sender address %s is active in <a href="https://www.mailjet.com/account/sender">your account</a>
es: Puede conseguir sus claves de API desde <a href="https://es.mailjet.com/account/api_keys">su cuenta mailjet</a>. Por favor, asegurese que la dirección de remitente %s está activa en <a href="https://es.mailjet.com/account/sender">su cuenta</a>

source: Your test mail from Mailjet
es: Su email de prueba de Mailjet

source: Your Mailjet configuration is ok!
es: ¡Su configuración de Mailjet está bien!

source: and your test message was sent.
es: y su mensaje ha sido enviado.

source: Your settings have been saved successfully
es: Su configuración ha sido guardada

source: Please contact Mailjet support to sort this out.<br /><br />%d - %s
es: Por favor póngase en contacto con el Soporte de Mailjet para resolver este problema.<br /><br />%d - %s

source: There is an error with your settings. please correct and try again
es: Hay un problema con su configuración. Por favor corríjalo y pruebe de nuevo

source: Created on
es: Creado el

source: Last Activity
es: Última actividad

source: Messages sent
es: Mensajes enviados

source: Active
es: Activo

source: Yes
es: Sí

source: Name
es: Nombre

source: Number of Contacts
es: Número de Contactos

source: Save options
es: Guardar opciones
