Repository: wp-plugins/mailjet-for-wordpress
Catalog: tags/3.1.20/tags/1.0.1/langs/wp_mailjet_smtp-*.po
Languages: fr_fr

source: Your test mail from Mailjet
fr_fr: Votre email de test depuis Mailjet

source: Your Mailjet configuration is ok!
fr_fr: Votre configuration de Mailjet fonctionne !

source: Please contact Mailjet support to sort this out.<br /><br />%d - %s
fr_fr: Merci de contacter le support Mailjet pour traiter ce problème.<br /><br />%d - %s

source: Mailjet - Cloud Emailing Solution
fr_fr: Mailjet - Solution de Cloud Emailing

source: To use the plugin you will need :
fr_fr: Pour utiliser le plugin vous avez besoin :

source: <strong>A Mailjet account</strong> and its API keys.
fr_fr: <strong>D'un compte Mailjet</strong> et de ses clés API.

source: <strong>Verified email address</strong> to use as sender for email.
fr_fr: <strong>D'une adresse email vérifiée</strong> à utiliser comme expéditeur des emails.

source: For detailed setup instructions please see %s
fr_fr: Pour les détails d'installation merci de lire %s

source: A test mail has been sent to your address.
fr_fr: Un email de test a été envoyé à votre adresse.

source: General settings
fr_fr: Paramètres généraux

source: Enabled :
fr_fr: Activé :

source: Send test mail now :
fr_fr: Envoyer un email de test maintenant :

source: Recipient of test mail :
fr_fr: Destinataire de l'email test :

source: Mailjet settings
fr_fr: Paramètres de Mailjet

source: API Key :
fr_fr: Clé API :

source: Secret Key :
fr_fr: Clé secrète :

source: Save &raquo;
fr_fr: Enregistrer &raquo;

source: Settings
fr_fr: Paramètres
