Repository: wp-plugins/mailjet-for-wordpress
Catalog: i18n/wp-mailjet-*.po
Languages: fr_fr

source: The mailjet plugin is enabled but your credentials are not set. Please <a href="admin.php?page=wp_mailjet_options_top_menu" title="enable Mailjet plugin">do so now</a> to send your emails through <b>Mailjet</b> <a href="%1$s" style="display:block; float:right;">Hide Notice</a>
fr_fr: Le plugin Mailjet est activé mais vos identifiants ne sont pas configurés. Pour envoyer vos emails via <b>Mailjet</b>, pourriez-vous <a href="admin.php?page=wp_mailjet_options_top_menu" title="enable Mailjet plugin">faire cela dès maintenant</a> ? <a href="%1$s" style="display:block; float:right;">Cacher ce message</a>

source: Settings
fr_fr: Paramètres

source: Allows your visitors to subscribe to one of your lists
fr_fr: Permet à vos visiteurs de s'inscrire à une de vos listes

source: Title:
fr_fr: Titre :

source: Button text:
fr_fr: Texte du bouton :

source: List:
fr_fr: Liste :

source: <p class="success">Thanks for subscribing to <b>%s</b>, %s</p>
fr_fr: <p class="success">Merci d'avoir souscrit à <b>%s</b>, %s</p>

source: <p class="error">Sorry %s we couldn't subscribe you to <b>%s</b> at this time</p>
fr_fr: <p class="error">Désolé %s nous n'avons pas pu vous inscrire à <b>%s</b> lors de cette tentative</p>

source: your@email.com
fr_fr: votre@email.com

source: Campaigns
fr_fr: Campagnes

source: Statistics
fr_fr: Statistiques

source: Only alphanumeric characters may be used for the list name
fr_fr: Seuls les caractères alphanumériques sont acceptés pour les noms de listes

source: Add contact to list
fr_fr: Ajouter le contact à la liste

source: More
fr_fr: Plus

source: Create new list
fr_fr: Créer une nouvelle liste

source: Your contact was successfully deleted.
fr_fr: Votre contact a bien été effacé.

source: Your contact could not be deleted.
fr_fr: Votre contact n'a pas pu être effacé.

source: Your list <b>%s</b> was successfully deleted.
fr_fr: Votre liste <b>%s</b> a été effacée avec succès.

source: Your list <b>%s</b> could not be deleted.
fr_fr: Votre liste <b>%s</b> n'a pas pu être effacée.

source: Mailjet Lists
fr_fr: Listes Mailjet

source: Add new
fr_fr: Ajouter

source: Mailjet Contacts
fr_fr: Contacts Mailjet

source: Edit contacts for
fr_fr: Éditer les contacts pour

source: Mailjet Settings
fr_fr: Paramètres Mailjet

source: Share the love!
fr_fr: Partagez !

source: <iframe src="//www.facebook.com/plugins/like.php?href=https%3A%2F%2Fwww.facebook.com%2FMailjet&amp;send=false&amp;layout=button_count&amp;width=150&amp;show_faces=false&amp;action=like&amp;colorscheme=light&amp;font&amp;height=21&amp;appId=352489811497917" scrolling="no" frameborder="0" style="border:none; overflow:hidden; width:150px; height:21px;" allowTransparency="true"></iframe>
fr_fr: <iframe src="//www.facebook.com/plugins/like.php?href=https%3A%2F%2Fwww.facebook.com%2FMailjetFrance&amp;send=false&amp;layout=button_count&amp;width=150&amp;show_faces=false&amp;action=like&amp;colorscheme=light&amp;font&amp;height=21&amp;appId=352489811497917" scrolling="no" frameborder="0" style="border:none; overflow:hidden; width:150px; height:21px;" allowTransparency="true"></iframe>

source: <a href="https://twitter.com/share" class="twitter-share-button" data-url="http://mailjet.com" data-text="Improve your email deliverability and monitor action in real time." data-via="mailjet">Tweet</a><script>!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src="//platform.twitter.com/widgets.js";fjs.parentNode.insertBefore(js,fjs);}}(document,"script","twitter-wjs");</script>
fr_fr: <a href="https://twitter.com/share" class="twitter-share-button" data-url="http://mailjet.com" data-text="Améliorez votre délivrabilité et suivez vos emails en temps réel" data-via="mailjet_fr">Tweeter</a><script>!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src="//platform.twitter.com/widgets.js";fjs.parentNode.insertBefore(js,fjs);}}(document,"script","twitter-wjs");</script>

source: <a href="https://www.mailjet.com/signup">Create your Mailjet account</a> or visit your <a href="https://fr.mailjet.com/account/api_keys">account page</a> to get your API keys.
fr_fr: <a href="https://fr.mailjet.com/signup">Créer votre compte Mailjet</a> ou visitez votre <a href="https://fr.mailjet.com/account/api_keys">page compte</a> pour obtenir vos clés API.

source: <a href="https://fr.mailjet.com/contacts/lists/add">Create a new list</a> if you don't have one or need a new one.
fr_fr: <a href="https://fr.mailjet.com/contacts/lists/add">Créez une nouvelle liste</a> si vous n'en avez pas ou que vous en voulez en ajouter une.

source: <a href="widgets.php">Add</a> the email collection widget to your sidebar or footer.
fr_fr: <a href="widgets.php">Ajoutez</a> le widget de collecte d'adresses emails dans votre barre latérale, ou votre footer.

source: <a href="https://fr.mailjet.com/campaigns/create">Create a campaign</a> on mailjet.com to send your newsletter.
fr_fr: <a href="https://fr.mailjet.com/campaigns/create">Créer une campagne</a> sur mailjet.com ou envoyer une newsletter.

source: Mailjet Plugin
fr_fr: Plugin Mailjet

source: Enabled
fr_fr: Activé

source: Enable email through <b>Mailjet</b>
fr_fr: Activer l'email via <b>Mailjet</b>

source: SSL Enabled
fr_fr: SSL Activé

source: Enable <b>SSL</b> communication with mailjet.com
fr_fr: Activer <b>SSL</b> lors des communications avec mailjet.com

source: Port to use for SMTP communication
fr_fr: Port utiliser pour la communication SMTP

source: Send test email
fr_fr: Envoyer un email test

source: Send test email now
fr_fr: Envoyer un email test maintenant

source: Recipient of test email
fr_fr: Destinataire de l'email test

source: <code>From:</code> email address
fr_fr: <code>De :</code> adresse email

source: General Settings
fr_fr: Paramètres généraux

source: Enable or disable the sending of your emails through your Mailjet account
fr_fr: Activer ou désactiver l'envoi de vos emails via votre compte Mailjet

source: API key
fr_fr: Clé API

source: API secret
fr_fr: API secrète

source: API Settings
fr_fr: Paramètres API

source: You can get your API keys from <a href="https://www.mailjet.com/account/api_keys">your mailjet account</a>. Please also make sure the sender address %s is active in <a href="https://www.mailjet.com/account/sender">your account</a>
fr_fr: Vous pouvez obtenir vos clés API depuis <a href="https://fr.mailjet.com/account/api_keys">votre compte Mailjet</a>. Assurez-vous que l'adresse d'envoyeur %s est bien activée dans <a href="https://fr.mailjet.com/account/sender">votre compte</a>

source: Your test mail from Mailjet
fr_fr: Votre email test depuis Mailjet

source: Your Mailjet configuration is ok!SSL: %s Port: %s
fr_fr: Votre configuration Mailjet est OK !SSL: %s Port: %s

source: and your test message was sent.
fr_fr: et votre message test a été envoyé.

source: Your settings have been saved successfully
fr_fr: Vos paramètres ont été sauvegardés avec succès

source: Your settings have been saved, but your port and SSL settings were changed as follows to ensure delivery
fr_fr: Vos paramètres on été changés, mais vos options SSL on été modifiées pour garantir le fonctionnement du plugin.

source: Please contact Mailjet support to sort this out.<br /><br />%d - %s
fr_fr: Merci de contacter le support pour résoudre ceci. <br /><br />%d - %s

source: There is an error with your settings. please correct and try again
fr_fr: Il y a une erreur avec vos paramètres. Merci de corriger et réessayer

source: Created on
fr_fr: Créée le

source: Last Activity
fr_fr: Dernière activité

source: Messages sent
fr_fr: Messages envoyés

source: Active
fr_fr: Actif

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Name
fr_fr: Nom

source: Number of Contacts
fr_fr: Nombre de contacts

source: Save options
fr_fr: Sauvegarder les options
