Repository: wp-plugins/mailjet-for-wordpress
Catalog: trunk/i18n/wp-mailjet-*.po
Languages: de_de

source: The mailjet plugin is enabled but your credentials are not set. Please <a href="admin.php?page=wp_mailjet_options_top_menu" title="enable Mailjet plugin">do so now</a> to send your emails through <b>Mailjet</b> <a href="%1$s" style="display:block; float:right;">Hide Notice</a>
de_de: Das Mailjet Plugin is aktiviert aber Ihre E-Mails wurden noch nicht versendet. Bitte klicken Sie<a href="admin.php?page=wp_mailjet_options_top_menu" title="enable Mailjet plugin">jetzt versenden</a>um Ihre E-Mails jetzt via <b>Mailjet</b> zu versenden<a href="%1$s" style="display:block; float:right;">Nachricht überspringen</a>

source: Settings
de_de: Einstellungen

source: Allows your visitors to subscribe to one of your lists
de_de: The mailjet plugin is enabled but your credentials are not set. Please <a href="admin.php?page=wp_mailjet_options_top_menu" title="enable Mailjet plugin">do so now</a> to send your emails through <b>Mailjet</b> <a href="%1$s" style="display:block; float:right;">Hide Notice</a>

source: <p class="success">Thanks for subscribing to <b>%s</b>, %s</p>
de_de: <p class="success">Vielen Dank für Ihre Anmeldung zu <b>%s</b>, %s</p>

source: <p class="error">Sorry %s we couldn't subscribe you to <b>%s</b> at this time</p>
de_de: <p class="error">Entschuldigung, %s wir konnten Sie nicht zu <b>%s</b> anmelden</p>

source: your@email.com
de_de: deine@email.com

source: Only alphanumeric characters may be used for the list name
de_de: Nur alphanumerische Zeichen können für die Liste verwendet werden

source: Add contact to list
de_de: Kontakt zur Liste hinzufügen

source: More
de_de: mehr

source: Create new list
de_de: neue Liste erstellen

source: Your contact was successfully deleted.
de_de: Ihr Kontakt wurde erfolgreich gelöscht

source: Your contact could not be deleted.
de_de: Ihr Kontakt konnte nicht gelöscht werden

source: Your list <b>%s</b> was successfully deleted.
de_de: Ihre Liste <b>%s</b> wurde erfolgreich gelöscht

source: Your list <b>%s</b> could not be deleted.
de_de: Ihre Liste <b>%s</b> konnte nicht gelöscht werden

source: Mailjet Lists
de_de: Mailjet Listen

source: Add new
de_de: Neue hinzufügen

source: Mailjet Contacts
de_de: Mailjet Kontakte

source: Edit contacts for
de_de: Kontakte bearbeiten

source: Mailjet Settings
de_de: Mailjet Einstellungen

source: <a href="https://www.mailjet.com/signup">Create your Mailjet account</a> or visit your <a href="https://fr.mailjet.com/account/api_keys">account page</a> to get your API keys.
de_de: <a href="https://de.mailjet.com/signup">Erstellen Sie Ihren Mailjet Account</a> oder klicken Sie <a href="https://de.mailjet.com/account/api_keys">Account </a>um Ihre API Schlüssel zu erhalten.

source: <a href="https://fr.mailjet.com/contacts/lists/add">Create a new list</a> if you don't have one or need a new one.
de_de: <a href="https://de.mailjet.com/contacts/lists/add">Neue Liste erstellen</a> falls sie noch keine haben oder eine neue erstellen wollen.

source: <a href="widgets.php">Add</a> the email collection widget to your sidebar or footer.
de_de: <a href="widgets.php">Fügen Sie unser E-Mail Collection Widget zu Ihrer Sidebar oder Ihrem Fotter hinzu.

source: <a href="https://fr.mailjet.com/campaigns/create">Create a campaign</a> on mailjet.com to send your newsletter.
de_de: <a href="https://de.mailjet.com/campaigns/create">Erstellen Sie Ihre Kampagne</a>auf mailjet.com, um Ihre Newsletter zu verschicken.

source: Enabled
de_de: zugelassen

source: Enable email through <b>Mailjet</b>
de_de: E-Mail via <b>Mailjet</b> zulassen

source: Send test email
de_de: Test E-Mail versenden

source: Send test email now
de_de: Test E-Mail jetzt versenden

source: Recipient of test email
de_de: Empfänger der Test E-Mail

source: <code>From:</code> email address
de_de: <code>Von:</code> E-Mail Adresse

source: General Settings
de_de: Einstellungen

source: Enable or disable the sending of your emails through your Mailjet account
de_de: Senden der E-Mails durch Mailjet zulassen oder verweigern

source: API key
de_de: API Schlüssel

source: API Settings
de_de: API Einstellungen

source: You can get your API keys from <a href="https://www.mailjet.com/account/api_keys">your mailjet account</a>. Please also make sure the sender address %s is active in <a href="https://www.mailjet.com/account/sender">your account</a>
de_de: Ihren API Schlüssel erhalten Sie hier: <a href="https://de.mailjet.com/account/api_keys">your mailjet account</a>. Bitte stellen Sie sicher, dass die Sender Adresse %s aktiviert ist <a href="https://de.mailjet.com/account/sender">Ihr Account</a>

source: Your test mail from Mailjet
de_de: Ihre Test E-Mail von Mailjet

source: and your test message was sent.
de_de: und Ihre Test E-Mail wurde versendet.

source: Your settings have been saved successfully
de_de: Ihre Einstellungen wurden erfolgreich gespeichert

source: Please contact Mailjet support to sort this out.<br /><br />%d - %s
de_de: Bitte kontaktieren Sie unser Support Team <br /><br />%d - %s

source: There is an error with your settings. please correct and try again
de_de: Es gibt ein Problem mit Ihren Einstellungen. Bitte überprüfen Sie diese und probieren es erneut.

source: Created on
de_de: Erstellt am

source: Last Activity
de_de: letzte Aktivität

source: Messages sent
de_de: gesendete Nachrichten

source: Active
de_de: aktiv

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Number of Contacts
de_de: Anzahl an Kontakten

source: Save options
de_de: Speicher Optionen
